[
    {
        "title": "The Wedding People",
        "description": "A NEW YORK TIMES BESTSELLERA Today Show #ReadwithJenna Book Club Pick\n\nA propulsive and uncommonly wise novel about one unexpected wedding guest and the surprising people who help her start anew. It’s a beautiful day in Newport, Rhode Island, when Phoebe Stone arrives at the grand Cornwall Inn wearing a green dress and gold heels, not a bag in sight, alone. She's immediately mistaken by everyone in the lobby for one of the wedding people, but she’s actually the only guest at the Cornwall who isn’t here for the big event. Phoebe is here because she’s dreamed of coming for years—she hoped to shuck oysters and take sunset sails with her husband, only now she’s here without him, at rock bottom, and determined to have one last decadent splurge on herself. Meanwhile, the bride has accounted for every detail and every possible disaster the weekend might yield except for, well, Phoebe and Phoebe's plan—which makes it that much more surprising when the two women can’t stop confiding in each other.  In turns absurdly funny and devastatingly tender, Alison Espach’s The Wedding People is ultimately an incredibly nuanced and resonant look at the winding paths we can take to places we never imagined—and the chance encounters it sometimes takes to reroute us.",
        "author": {
            "name": "Alison Espach",
            "about": "Alison Espach grew up in Trumbull, Connecticut, where she lived for most of her life. She earned her BA from Providence College and her Masters in Creative Writing from Washington University in St. Louis. Her writing has appeared in McSweeney's, Five Chapters, Glamour, Salon, The Daily Beast, Writer's Digest, and other journals. She is currently teaching in New York City.",
            "avatar_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/nophoto/user/u_700x933.png"
        },
        "genre": "Fiction",
        "pages": "384",
        "publication_info": "July 30, 2024",
        "img_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1721918653l/198902277.jpg",
        "book_url": "https://www.goodreads.com/book/show/198902277-the-wedding-people?from_choice=true"
    },
    {
        "title": "The Women",
        "description": "\nWomen can be heroes.\n When twenty-year-old nursing student Frances “Frankie” McGrath hears these words, it is a revelation. Raised in the sun-drenched, idyllic world of Southern California and sheltered by her conservative parents, she has always prided herself on doing the right thing. But in 1965, the world is changing, and she suddenly dares to imagine a different future for herself. When her brother ships out to serve in Vietnam, she joins the Army Nurse Corps and follows his path. As green and inexperienced as the men sent to Vietnam to fight, Frankie is over- whelmed by the chaos and destruction of war. Each day is a gamble of life and death, hope and betrayal; friendships run deep and can be shattered in an instant. In war, she meets—and becomes one of—the lucky, the brave, the broken, and the lost. But war is just the beginning for Frankie and her veteran friends. The real battle lies in coming home to a changed and divided America, to angry protesters, and to a country that wants to forget Vietnam. The Women is the story of one woman gone to war, but it shines a light on all women who put themselves in harm’s way and whose sacrifice and commitment to their country has too often been forgotten. A novel about deep friendships and bold patriotism, The Women is a richly drawn story with a memorable heroine whose idealism and courage under fire will come to define an era.",
        "author": {
            "name": "Kristin Hannah",
            "about": "Kristin Hannah is the award-winning and bestselling author of more than 20 novels including the international blockbuster, The Nightingale, which was named Goodreads Best Historical fiction novel for 2015 and won the coveted People's Choice award for best fiction in the same year. It was named a Best Book of the Year by Amazon, iTunes, Buzzfeed, the Wall Street Journal, Paste, and The Week. In 2018, The Great Alone became an instant New York Times #1 bestseller and was named the Best Historical Novel of the Year by Goodreads.The Four Winds was published in February of 2021 and immediately hit #1 on the New York Times, Wall Street Journal, USA Today, and Indie bookstore's bestseller lists. Additionally, it was selected as a book club pick by the both Today Show and The Book Of the Month club, which named it the best book of 2021. Firefly Lane, her beloved novel about two best friends, was the #1 Netflix series around the world, in the week it came out. The popular tv show stars Katherine Heigl and Sarah Chalke and Season Two is currently set to conclude the series on April 27, 2023. Her new novel, The Women, about a young woman coming of age during the turbulent 1960's in America, who joins the Army Nurse Corps and serves in Vietnam will be published February 6th, 2024.A former attorney, Kristin lives in the Pacific Northwest. ",
            "avatar_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/authors/1517255843i/54493._UX200_CR0,44,200,200_.jpg"
        },
        "genre": "Historical Fiction",
        "pages": "471",
        "publication_info": "February 6, 2024",
        "img_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1689788358l/127305853._SY475_.jpg",
        "book_url": "https://www.goodreads.com/book/show/127305853-the-women?from_choice=true"
    },
    {
        "title": "The God of the Woods",
        "description": "When a teenager vanishes from her Adirondack summer camp, two worlds collideEarly morning, August 1975: a camp counselor discovers an empty bunk. Its occupant, Barbara Van Laar, has gone missing. Barbara isn’t just any thirteen-year-old: she’s the daughter of the family that owns the summer camp and employs most of the region’s residents. And this isn’t the first time a Van Laar child has disappeared. Barbara’s older brother similarly vanished fourteen years ago, never to be found.As a panicked search begins, a thrilling drama unfolds. Chasing down the layered secrets of the Van Laar family and the blue-collar community working in its shadow, Moore’s multi-threaded story invites readers into a rich and gripping dynasty of secrets and second chances. It is Liz Moore’s most ambitious and wide-reaching novel yet.",
        "author": {
            "name": "Liz Moore",
            "about": "Liz Moore is the author of the novels  THE WORDS OF EVERY SONG (Broadway Books, 2007),  HEFT (W.W. Norton, 2012),  THE UNSEEN WORLD (W.W. Norton, 2016), and the New York Times-bestselling Long Bright River (Riverhead, 2019). A winner of the Rome Prize in Literature, she lives in Philadelphia with her family, and teaches in the M.F.A. program in Creative Writing at Temple University.",
            "avatar_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/authors/1555546329i/5435162._UX200_CR0,0,200,200_.jpg"
        },
        "genre": "Mystery & Thriller",
        "pages": "478",
        "publication_info": "July 2, 2024",
        "img_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1717970585l/199700434._SY475_.jpg",
        "book_url": "https://www.goodreads.com/book/show/199700434-the-god-of-the-woods?from_choice=true"
    }
]